---
kind: other
id: Methods.T:Autodesk.Revit.DB.ExportLayerTable
source: html/85ef6a5e-0d6f-8041-9924-a72af9f10d14.htm
---
# ExportLayerTable Methods

Inserts a (key,info) pair into Export layer table.